Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: We wschodnim skrzydle odnalazłem małą kuźnię, może nada się do pracy?
uk: У східному крилі я знайшов невелику кузню, можливо, вона підійде для роботи?

source: We wschodnim skrzydle odnalazłem małą kuźnię.
uk: У східному крилі я знайшов невеличку кузню.

source: We wschodnim skrzydle znalazłem małą kuźnię. Może Stone będzie mógł zrobić z niej użytek?
uk: У східному крилі я знайшов невелику кузню. Можливо, Стоун зможе нею скористатися?

source: We wskazanym miejscu zarówno on, jak i paladyn Runar zostali zaatakowani. Tę wersję wydarzeń potwierdza również Runar!
uk: У зазначеному місці на нього та паладина Рунара напали. Цю версію подій підтверджує і Рунар!

source: We własnej osobie! Co cię do mnie sprowadza?
uk: Власною персоною! Що привело тебе до мене?

source: We własnej osobie. W czym mogę ci pomóc chłopcze?
uk: Власною персоною. Чим можу допомогти, хлопче?

source: We-wezwij mistrza Custo! On będzie wiedział, co robić!
uk: По...поклич майстра Кусто! Він знає, що робити!

source: Wedle rozkazu!
uk: Слухаюся!

source: Wedle rozkazu.
uk: Як накажете.

source: Wedle umowy... Oto twoja nagroda.
uk: Як і домовлялись... Ось твоя винагорода.

source: Według Berto, trakty do wioski w najbliższym czasie powinny być przejezdne, więc będzie w czym wybierać.
uk: За словами Берто, найближчим часом дороги до села стануть більш людними, тож буде з кого вибирати.

source: Według Bodowina, zbieracz ziół, który go wcześniej odwiedził, miał rude włosy, był chudy i nazywał się Rof. Opis z grubsza zgadza się z tym, co powiedział mi wcześniej Ernesto. Wyjątkiem jest imię zbieracza. Gburowaty alchemik nie mógł jednak potwierdzić, czy chłopak faktycznie tak się nazywał.
uk: За словами Бодовіна, збирач трав, який приходив до нього раніше, мав руде волосся, був худорлявий і звався Роф. Опис приблизно збігається з тим, що Ернесто розповідав мені раніше. За винятком імені травника. Однак грубуватий алхімік не був впевнений, чи звали так хлопця насправді.

source: Według Bradlocka, Andreas nawiązał współpracę z niejakim Gerhardem. Ta informacja może mi się przydać później.
uk: За словами Бредлока, Андреас у змові з якимось Герхардом. Ця інформація може стати мені в нагоді пізніше.

source: Według Bradlocka, Holdwig zna się na produkcji wina i uprawie winogron. To również on zapoczątkował konflikt, gdy okazało się, że Andreas odziedziczy winnicę. Jeśli chcę z nim porozmawiać, powinienem udać się na Wielką Winnicę.
uk: За словами Бредлока, Гольдвіг добре розуміється на виноробстві та вирощуванні винограду. Саме він був ініціатором конфлікту, коли стало зрозуміло, що Андреас успадкує виноградник. Щоб поговорити з ним, я маю відвідати Великий виноградник.

source: Według Fadhy, zębate ziele może mi sprzedać alchemik Hershlik. Jego pracownię znajdę na drugim końcu miasta, w Dzielnicy Targowej. Mógłbym też poszukać rośliny na własną rękę w zapadliskach i zagajnikach.
uk: За словами Фадхи, снеппер-траву мені може продати алхімік Гершлік. Я можу знайти його майстерню на іншому кінці міста, у Торговому кварталі. Також можна пошукати цю рослину самостійно в ущелинах і чагарниках.

source: Według Helgi, Berto mógłby pomóc mi podczas wyprawy do Vardhal.
uk: За словами Хельги, Берто може допомогти мені під час експедиції до Вардхалу.

source: Według Knuta niejaki Lowell mógłby mieć odwagę na podjęcie się dodatkowej pracy i chwilowe opuszczenie obozu drwali.
uk: За словами Кнута, Лоувел може взяти на себе додаткову роботу і тимчасово покинути табір лісорубів.

source: Według Oscara głównym podejrzanym jest Rodrigo. Zanim rozpocznę przesłuchania, muszę najpierw sprawdzić ciało Stana.
uk: За словами Оскара, головний підозрюваний – Родріго. Перш ніж я почну допити, я повинен спочатку оглянути тіло Стена.

source: Według Ramhy, mieszankę przypraw powinienem dostać u Fadhy.
uk: За словами Рамхи, я можу отримати суміш спецій у Фадхи.

source: Według Riordiana udało nam się odnaleźć słynne Wrota Vardhal. Niestety, nie dostaniemy się do środka bez odpowiedniego klucza. Powinien znajdować się gdzieś na terenie twierdzy...
uk: За словами Ріордіана, нам вдалося знайти знамениті ворота Вардхалу. На жаль, всередину ми не зможемо потрапити без правильного ключа. Він має бути десь на території фортеці...

source: Według Sigrid zbieracz ziół miał na imię Jef.
uk: За словами Сігрід, збирача трав звали Джеф.

source: Według Sigrid zbieracz ziół miał na imię Jef. Znowu rozbieżności. Czy nikt do cholery nie potrafi zapamiętać zwykłego imienia?!
uk: За словами Сігрід, збирача трав звали Джеф. Знову ж таки, розбіжності. Невже ніхто не може пригадати однакове ім'я?!

source: Według Sigrid, aby trafić do Mrocznych Tajemnic, powinienem dojść do bramy przy kościele Innosa, następnie iść drogą w dół, aż dotrę do portu i Syreniego Lamentu. Zamtuz jest obok tawerny.
uk: За словами Сігрід, щоб потрапити до Темних Таємниць, я повинен пройти до воріт біля церкви Інноса, а потім спуститися вниз по дорозі до порту і Плачу Сирени. Бордель знаходиться поруч з корчмою.

source: Według Wilczego Syna Tonana, Stara Wieża w lesie niedaleko ruin zniszczonej twierdzy, kryje jakieś sekrety. Jestem ciekaw, czy uda nam się znaleźć tam coś cennego. Mam się spotkać z Wilczym Synem na farmie Bermara.
uk: За словами Вовчого Сина Тонана, Стара Вежа в лісі біля руїн зруйнованої фортеці зберігає якісь таємниці. Мені цікаво, чи зможемо ми знайти там щось цінне. Я маю зустрітися з Вовчим Сином на фермі Бермара.

source: Według ich podań, odpowiednie otwarcie żuwaczek, tak by płyny z dwóch przegród nie połączyły się ze sobą, pozwala na całkowicie bezpieczne ich spożycie. Płyny te, mają natychmiastowo i w pełni zregenerować siły duchowe maga.
uk: Згідно з їхніми розповідями, правильне відкриття їх щелеп, так щоб рідина з двох відділень не змішувалася, дозволяє цілком безпечно їх споживати. Вважається, що ці рідини миттєво і повністю відновлюють духовні сили мага.

source: Według informacji otrzymanych od lokalnych pszczelarzy, w kotlinie pomiędzy ich pasiekami a kopalnią Gildii Kupieckiej zaczął pojawiać się bardzo nietypowy niedźwiedź - jego futro jest białego koloru, a sam osobnik wydaje się większy od swoich brązowych pobratymców.
uk: За словами місцевих пасічників, у долині між їхньою пасікою і копальнею Торгової Гільдії з'явився дуже незвичайний ведмідь – з білим хутром і розміром більшим за своїх бурих побратимів.

source: Według informacji otrzymanych od lokalnych pszczelarzy, w kotlinie pomiędzy ich pasiekami a kopalnią Gildii Kupieckiej zaczął pojawiać się bardzo nietypowy niedźwiedź - jego futro jest białego koloru, a sam osobnik wydaje się większy od swoich brązowych pobratymców. Bestia ta stanowi zagrożenie zarówno dla pszczelarzy, jak i transportu towarów z kopalni, dlatego za jej upolowanie przewidziana jest nagroda w postaci 300 sztuk złota, do odebrania u łowcy Garosa.
uk: За словами місцевих пасічників, у долині між їхньою пасікою і копальнею Торгової Гільдії з'явився дуже незвичайний ведмідь – з білим хутром і розміром більшим за своїх бурих побратимів. Звір представляє загрозу як для пасічників, так і для транспортування ресурсів із копальні, тому за його вбивство призначено винагороду в розмірі 300 золотих, яку можна отримати у мисливця Гароса.

source: Według klasztornych zapisków, te wrota wykuto w litej skale i obłożono zaklęciami ochronnymi.
uk: Згідно з монастирськими записами, ці ворота були висічені у твердій скелі і вкриті захисними заклинаннями.

source: Według mapy, kryjówką porywaczy jest magazyn w porcie. Jorn przez cały czas był tak blisko, a ja latałem po wyspie za jakimiś pierdołami... Jeśli będzie za późno, to ktoś pożałuje. Tego jestem pewien.
uk: Судячи з мапи, схованка викрадачів – це склад у порту. Йорн весь час був так близько, а я гасав всім островом, виконуючи усілякі нісенітниці... Якщо буде занадто пізно, хтось про це пошкодує. У цьому я впевнений.

source: Według mnie nic dobrego.
uk: На мою думку, нічого хорошого.

source: Według mnie potrzebujecie przywódcy - kogoś, kto sprawnie by wami pokierował.
uk: На мою думку, вам потрібен лідер – хтось, хто буде ефективно спрямовувати вас.

source: Według mnie potrzebujecie przywódcy.
uk: Як на мене, вам потрібен лідер.

source: Według mnie trochę zamienił siekierkę na kijek, bo oprócz Folkarda nie ma z nich żadnego pożytku.
uk: Думаю, він проміняв сокиру на палицю, оскільки окрім Фолькарда, ні від кого з них користі немає.

source: Według nich posążki pozwalają nawet prostym biedakom mieć namiastkę Innosa przy sobie, co ułatwia szerzenie wiary.
uk: За їхніми словами, статуетки дозволяють навіть звичайним біднякам мати при собі Інноса, що полегшує поширення віри.

source: Według niego Reez i Ogis musieli wyjść poza palisadę, gdzie w lesie zjadły ich dzikie zwierzęta.
uk: За його словами, Різ і Огіс, вийшли за межі частоколу, де у лісі їх з'їли дикі звірі.

source: Według niego jeszcze trochę, a nawet walczyć nie będę mógł. Co on tam może wiedzieć!
uk: За його словами, ще трохи – і я не зможу навіть битися. Та що він взагалі знає!

source: Według niektórych każde mięso
uk: Дехто вважає, що будь-яке м'ясо

source: Według niektórych podróżujących, kretoszczurom przewodzi tłusty, przerośnięty osobnik, nazywany potocznie Tłuściochem.
uk: За словами деяких мандрівників, кротощурів очолює товста, велика особина, яку прозвали Товстуном.

source: Według niewielu zachowanych źródeł wiemy, iż obszar dzisiejszej Myrtany, porastały niegdyś gęste puszcze, w których królowały trolle, cieniostwory i znacznie starsze, zapomniane przez czas bestie. Pewnego dnia jednak w ich granicach pojawiła się nieznana tym ziemiom istota. Był nią człowiek. Pośród dziewiczych lasów i bezdroży, niczym grzyby po deszczu, jedna po drugiej wyrastały lepianki, które z czasem zaczęły przeradzać się w drewniane osady, później wioski, a na końcu ceglane miasta.
uk: З небагатьох уцілілих джерел відомо, що територія сучасної Міртани колись була вкрита густими лісами, де панували тролі, тінезвірі та набагато давніші чудовиська, забуті часом. Однак одного разу в межах цих земель з'явилася істота, невідома цим землям. Це була людина. Посеред пралісів і дикої природи, як гриби після дощу, одна за одною виростали хатини, які з часом почали переростати в дерев'яні поселення, потім села і, нарешті, у міста з каменю.

source: Według opisów, jakie znalazłam, podczas wyciągania go z ziemi korzeń wydziela bardzo intensywny zapach wabiący zwierzęta. I tutaj ty wkraczasz do akcji.
uk: Згідно з описами, які я знайшла, коли ти витягуєш його з землі, корінь видає дуже інтенсивний запах, який приваблює диких звірів. І ось тут мені пригодишся ти.

source: Według opowieści deszcz ognia trwał trzy dni i trzy noce, ale wystarczyła chwila, by dziedziniec i wnętrze twierdzy stanęły w płomieniach. Podania mówią, że przerażony wielkością zniszczeń Maksym upadł na kolana, ściskając w rękach posążek Innosa. To właśnie wtedy butny król miał spokornieć w obliczu potęgi Boga Ognia i w zupełności ofiarować Archolos pod Jego opiekę.
uk: За переказами, вогняний дощ тривав три дні і три ночі, однак знадобилася лише мить, щоб подвір'я і внутрішні зали фортеці спалахнули вогнем. Легенди розповідають, що, жахнувшись масштабам руйнувань, Максимус впав на коліна, стискаючи в руках статуетку Інноса. Кажуть, що саме тоді несамовитий король схилився перед силою Бога Вогню і повністю віддав Архолос під Його опіку.

source: Według opowieści, nikt nie radzi sobie z plugastwem tak dobrze jak paladyni. Gdybym chciał się o tym przekonać, mogę poszukać Candaca w klasztorze Magów Wody.
uk: Якщо вірити розповідям, ніхто так добре не вправляється з нечистю, як паладини. Якщо я хочу в цьому переконатися, то можу пошукати Кандака у монастирі Магів Води.

source: Według ostatnich doniesień, korzysta z przepustki i relaksuje się w Mrocznych Tajemnicach.
uk: Згідно з останніми звітами, він проводить свій вихідний, відпочиваючи в Темних Таємницях.

source: Według podań w przeddzień bitwy z wrogiem, do chłopca przybył sam Innos, który natchnął go do wielkich czynów. Inni twierdzą, że młodzieniec stoczył walkę z przerażającą bestią zesłaną przez samego Beliara. Gdy śmierć zawisła nad chłopcem złowrogo, objawił się mu Pan, który wręczył mu gorejący miecz zdolny uśmiercić potwora. Następnego poranka wojownik poprowadził swych ludzi ku heroicznemu zwycięstwu, na wiele lat zaprowadzając pokój w krainie.
uk: Згідно з легендою, напередодні битви з ворогом до хлопця з'явився сам Іннос і надихнув його на великі подвиги. Інші стверджують, що юнак вступив у бій зі страшним чудовиськом, посланим самим Беліаром. Коли смерть зловісно нависла над юнаком, йому з'явився Господь і вручив палаючий меч, здатний вбити чудовисько. Наступного ранку воїн привів своїх людей до героїчної перемоги, яка принесла країні спокій на довгі роки.

source: Według podań wyspę zamieszkiwało niegdyś wiele ludów roszczących sobie prawo do jej bogactw. Volfzack, przywódca plemienia górskiego, postanowił zakończyć lata wzajemnych waśni, wyzywając na pojedynek wodza Archolos. Walka ponoć trwała niezwykle krótko, a ludzie z całej wyspy, na wieść o zwycięstwie Volfzacka, jednogłośnie okrzyknęli go królem.
uk: Згідно з легендами, колись острів населяло кілька народів, які претендували на його багатства. Вождь гірського племені Вольфзак вирішив покласти край багаторічній взаємній ворожнечі, викликавши вождя Архолосу на поєдинок. Кажуть, що поєдинок тривав напрочуд короткий час, і люди з усього острова, почувши про перемогу Вольфзака, одностайно проголосили його королем.

source: Według podań, Vardhal wybudowano by chronić legendarny grobowiec Volfzacka, pierwszego władcy Archolos, znajdujący się głęboko pod ziemią tego półwyspu.
uk: За легендою, Вардхал був побудований для захисту легендарної гробниці Вольфзака, першого правителя Архолосу, розташованої глибоко під землею на цьому півострові.

source: Według podań, klucz do tych drzwi był strzeżony przez jeden z najbardziej szanowanych wśród Wilczych Synów rodów.
uk: За легендами, ключ від цих воріт охороняв один з найшанованіших родів Вовчих Синів.

source: Według przepisu Slagera, do przyrządzenia potrawki będzie mi potrzebne mięso niedźwiedzia. Chyba czeka mnie małe polowanie.
uk: За рецептом Слагера, для приготування страви мені знадобиться м'ясо ведмедя. Схоже, мені доведеться трохи пополювати.

source: Według raportu królewskiego rachmistrza Sevinusa rodowici Myrtańczycy stanowią drugą część wszystkich mieszkańców znanej części kontynentu. Nic w tym jednak dziwnego. Królestwo Myrtany w swym obecnym wymiarze jest bowiem bijącym sercem cywilizacji człowieka, a jego królowie, niczym dobrzy pasterze „niestrudzenie niosą kaganek oświaty ludziom na całym świecie”.
uk: Згідно зі звітом королівського обліковця Севінуса, корінні мешканці Міртани становлять половину від загальної чисельності населення відомої нам частини континенту. Втім, це не дивно. Адже Королівство Міртана в його сучасному вигляді - це пульсуюче серце людської цивілізації, а його королі, як добрі пастирі 'невтомно несуть просвіту людям по всьому світу'.

source: Według starych zapisków miecz ten był uważany za jeden z największych skarbów tego rodu. Podobno był wręcz otoczony czcią.
uk: Згідно зі старими записами, цей меч вважався одним з найцінніших сімейних реліквій. Кажуть, що йому навіть поклонялись.

source: Według słów Yezegana, Ulryk od dłuższego czasu planował atak na miasto. Chce obalić rządy Myrtańczyków i przejąć kontrolę nad wyspą.
uk: За словами Єзегана, Ульрік вже давно планував напад на місто. Він хоче скинути міртанську владу і взяти острів під свій контроль.

source: Według tego, co powiedział mi Osip, Ars utrzymywał kontakt z niejakim Blakiem - bojownikiem o prawa Południowców. Więzień twierdzi, że to pod jego wpływem Ars dokonał zamachu. Chyba nie pozostaje mi nic innego, jak potwierdzić te informacje u samego Blake'a. Podobno ukrywa się w jednej z chat w górnej części portu. Mam szukać drzwi z symbolem 'żarliwego słońca'.
uk: Зі слів Осіпа, Арс контактував з якимось Блейком – борцем за права південців. В'язень стверджує, що саме під його впливом Арс скоїв замах. Думаю, я не зможу підтвердити цю інформацію ні в кого, окрім самого Блейка. Схоже, що він переховується в одній з хатин у верхній частині порту. Мені потрібно шукати двері з символом 'палаючого сонця'.

source: Według wielu podań historycznych w twierdzy przetrzymywany był prastary artefakt Adanosa - Rozjemca. Ostrze to, zgodnie z legendami, jest symbolem ładu i równowagi.
uk: Згідно з багатьма історичними переказами, в фортеці зберігався древній артефакт Аданоса – Миротворець. Цей клинок, за легендами, є символом порядку і рівноваги.

source: Weigar
uk: Вейгар

source: Weigar będzie potrzebował nowego partnera do nocnego patrolowania miasta.
uk: Вейгару знадобиться новий напарник для нічного патрулювання міста.

source: Weigar chce się pozbyć rzezimieszków, których spotkałem kiedyś w Dzielnicy Biedoty podczas patrolu. Mam udać się wieczorem w to samo miejsce i przekazać im, że do wymiany ich kolegi na umówiony towar dojdzie przy drzewie na placyku pomiędzy kapliczką Adanosa a drogą do portu.
uk: Вейгар хоче позбутися бандитів, яких я колись зустрів у Бідному кварталі під час патрулювання. Увечері я маю піти туди ж і сказати їм, що обмін їхнього товариша на домовлений товар відбудеться біля дерева на площі між храмом Аданоса і дорогою до порту.

source: Weigar daje ci wolną rękę. Jakiś strażnik tam będzie, i w razie potrzeby pójdzie po aresztowanego.
uk: Вейгар дає тобі свободу вибору. Там буде якийсь вартовий, який за потреби приведе заарештованого.

source: Weigar kazał mi osobiście wysprzątać trasę. Wspaniale.
uk: Вейгар наказав мені особисто очистити маршрут. Прекрасно.

source: Weigar odejdzie ze straży, jeśli nowe mundury zostaną wprowadzone do służby. Naprowadził mnie jednak na pewien trop. Może jeśli pancerze zardzewieją, to nie wejdą do użytku?
uk: Вейгар покине Варту, якщо буде запроваджена нова уніформа. Однак він підкинув мені одну ідею. Можливо, якщо обладунки заіржавіють, їх не будуть впроваджувати?

source: Weigar pewnie będzie kombinował, jak nas oszukać - nie dajcie się!
uk: Вейгар, мабуть, спробує нас обдурити - будьте напоготові!

source: Weigar pewnie już dawno skończył patrolować miasto...
uk: Вейгар, напевно, вже давно закінчив патрулювання міста...

source: Weigar rozkazał mi zająć się sprawą skargi Elida. Kupiec nie wierzy, że strażnicy z posterunku są w stanie dobiec na targowisko w krótkim czasie, ani że potrafią z takiego dystansu ustrzelić złodzieja z kuszy. Umiejętności strzeleckie strażników mam udowodnić ja, i w tym celu powinienem udać się do Sambora po wskazówki, a szybkość i kondycję ma pokazać Arwid. Muszę mu to przekazać.
uk: Вейгар наказав мені розібратися зі скаргою Еліда. Торговець не вірить, що вартові зі свого посту здатні за короткий час добігти до ринку, а також, що вони можуть влучити в злодія з арбалета з такої відстані. Я маю довести стрілецькі здібності вартових, а для цього я маю звернутися до Самбора за вказівками, а спритність і вправність має показати Арвід. Я маю передати це йому.

source: Weigar szkoli elitarnych strażników w strzelaniu z kuszy oraz pokazuje, jak być zręczniejszym.
uk: Вейгар тренує елітних вартових стрільбі з арбалета і показує їм, як стати більш спритними.

source: Weigar wydaje się w porządku, więc jest szansa, że ten patrol nie będzie jedną wielką mordęgą. Pytanie, jakie plany na dzisiejszą noc mają mieszkańcy... pora to sprawdzić.
uk: Вейгар видається розумною людиною, тож є шанс, що цей патруль не стане одним великим випробуванням. Питання в тому, які плани у місцевих на сьогоднішній вечір... Час це з'ясувати.

source: Weigar zajął się swoją częścią przygotowań. Pora pójść po Arwida i zrobić wrażenie na kupcach.
uk: Вейгар подбав про свою частину підготовки. Пора йти за Арвідом і справити враження на торговців.

source: Weigar zgodzi się przeprowadzić wymianę aresztowanego na towar, ale nie na waszym terenie. Proponuje, by wszystko przebiegło przy drzewie na placyku, niedaleko...
uk: Вейгар згоден обміняти в'язня на товар, але не на вашій території. Він пропонує, щоб все пройшло біля дерева на площі, неподалік від...

source: Weigar! Pokażcie choć raz, że rzeczywiście potraficie strzelać. Punkt zbiorczy macie w lesie niedaleko Wybrzeża, stamtąd wyruszcie.
uk: Вейгаре! Покажи хоч раз, що ти вмієш стріляти. Зустрінетесь в лісі біля цього Узбережжя, вирушите звідти.

source: Weigar. W lesie nieopodal Wybrzeża Topielców twoi kusznicy zajmą dogodne pozycje, a następnie wystrzelają orków jak ścierwojady.
uk: Вейгаре. У лісі біля Узбережжя луркерів твої арбалетники займуть зручні позиції, а потім відстріляють орків, неначе падальників.

source: Wejdziesz do środka jak gdyby nigdy nic i pójdziesz rozmówić się z Cortezem.
uk: Ти зайдеш всередину, як ні в чому не бувало, і поговориш з Кортезом.

source: Wejdziesz na nią w trymiga albo zaraz pobawimy się w pirata i szczura lądowego!
uk: Або ти будеш там за мить, або ми зараз зіграємо у пірата та сухопутного щура!

source: Wejdziesz, wszystko dokładnie wyjaśnisz i po sprawie.
uk: Приходиш, все докладно пояснюєш і справу вирішено.

source: Wejdź do beczki
uk: Залізти в бочку

source: Wejdź do wody i obmyj się ze swoich grzechów przeszłości. Niech Adanos uświęci twoje ciało i umysł, byś miał siłę kroczyć jego ścieżkami.
uk: Заходь у воду та омийся від своїх минулих гріхів. Нехай Аданос освятить твоє тіло і розум, щоб ти мав сили крокувати його стежками.

source: Wejdź do środka i sam zobacz!
uk: Зайди всередину і сам побачиш!

source: Wejdź do środka i weź jedną stertę. Nie więcej.
uk: Зайди всередину і візьми один оберемок. Не більше.

source: Wejdź na arenę.
uk: Вийти на арену.

source: Wejście do Silbach jest prostsze niż znalezienie ziela leczniczego.
uk: Потрапити до Сільбаху легше, ніж знайти цілющу траву.

source: Wejście do klasztoru zostanie zapewnione każdemu gotowemu podjąć się tego wyzwania. Istotę widziano ostatnio w jaskini na półkach skalnych za cmentarzem w klasztorze.
uk: Вхід до монастиря буде відкритий для всіх охочих прийняти цей виклик. Востаннє істоту бачили в печері на скелях за монастирським цвинтарем.

source: Wejście do kopalni odblokowane. Teraz musimy po prostu odłupać trochę żelaza od tych twardych skał.
uk: Вхід до копальні розчищено. Тепер нам просто потрібно відколоти трохи заліза від цих твердих скель.

source: Wejście do kwater Magów Ognia usłane jest trupami. Nie wygląda to dobrze. Trzeba jak najszybciej sprawdzić, czy z magami wszystko w porządku.
uk: Вхід до покоїв Магів Вогню завалений трупами. Ситуація невтішна. Необхідно якомога швидше перевірити, чи з магами все гаразд.

source: Wejście na strych.
uk: Вхід на горище.

source: Wekiera Południowca
uk: Моргенштерн південця

source: Weszli tędy ostatnio jacyś trzej mężczyźni?
uk: Нещодавно сюди не заходили троє чоловіків?

source: Weszliśmy na piętro. Facet otworzył kratę prowadzącą na strych i kazał mi przez nią przejść. Gdy spełniłem jego prośbę, krata zatrzasnęła się za mną. Dałem się załatwić jak ostatni żółtodziób. Cóż, może przynajmniej uzyskam odpowiedzi na moje pytania.
uk: Ми піднялися на другий поверх. Хлопець прочинив ґрати, що вели на горище, і пропустив мене вперед. Коли я пройшов, ґрати опустилися за мною. Я дозволив провести себе, як останнього дурня. Що ж, принаймні, я отримаю відповіді на свої запитання.

source: Wewnątrz jest kilkunastu przemytników, ale nie wygląda to jakby spodziewali się ataku.
uk: Всередині близько дюжини контрабандистів, але не схоже, що вони очікують нападу.

source: Wewnątrz jest kilkunastu przemytników...
uk: Всередині близько дюжини контрабандистів...

source: Wezmę amulet.
uk: Я візьму амулет.

source: Wezmę broń.
uk: Я візьму зброю.

source: Wezmę cztery tygodniowo. Na początek.
uk: Візьму чотири на тиждень. Для початку.
